<?php
// Heading
$_['heading_title']    			= 'Общ регламент за защита на личните данни (GDRP)';

// Text
$_['text_extension']   			= 'Разширения';
$_['text_success']     			= 'Успешно модифицирахте модула!';
$_['text_edit']        			= 'Редактирайте модула';
$_['text_module']      			= 'Модули';
$_['text_complete']    			= 'Завършено';
$_['text_error']       			= 'Грешка';

// Entry
$_['entry_status']     			= 'Статус';
$_['text_gdpr_status']			= 'Статус на разширението';
$_['text_gdpr_status_helper']   = 'Активирайте или деактивирайте разширението';

// Errors
$_['error_permission'] 			= 'Внимание: Нямате права да модифицирате модула!';
$_['error_unexpected'] 			= 'Неочаквана грешка. Моля опитайте по-късно или се свържете с разработчиците на модула като приложите следното ID: ';

// Licensing
$_['text_your_license']         = 'Вашият лиценз';
$_['text_please_enter_the_code']= 'Моля, въведете лицензионния код на продукта:';
$_['text_activate_license']     = 'Активирайте лиценза';
$_['text_not_having_a_license'] = 'Нямате лицензионен код? Вземето го от тук.';
$_['text_license_holder']       = 'Име';
$_['text_registered_domains']   = 'Регистрирани домейни';
$_['text_expires_on']           = 'Лицензът изтича на';
$_['text_valid_license']        = 'Валиден лиценз';
$_['text_manage']               = 'Управлявайте';
$_['text_get_support']          = 'Свържете се за техническа поддръжка';
$_['text_community']            = 'Общност';
$_['text_ask_our_community']    = 'Имаме голяма общност. Може да зададете всякакви въпроси към нея за Вашия проблем в нашия форум.';
$_['text_browse_forums']        = 'Вижте форумите';
$_['text_tickets']              = 'Заявки за техническа поддръжка.';
$_['text_open_a_ticket']        = 'Искате да се свържете директно с нашите разработчици? Отворете заявка за техническа поддръжка.';
$_['text_open_ticket_for_real'] = 'Отворете заявка за техническа поддръжка.';
$_['text_pre_sale']             = 'Предварителна продажба';
$_['text_pre_sale_text']        = 'Имате страхотна идея за Вашия онлайн магазин? Нашият екип от разработчици може да я сбъдне.';
$_['text_bump_the_sales']       = 'Повишете продажбите.';

$_['tab_home']       			= 'Чеклист';
$_['tab_controlpanel'] 			= 'Настройки';
$_['tab_support']       		= 'Техническа поддръжка';
$_['tab_requests']				= 'Заявки';
$_['tab_acceptances']			= 'Клиенти приели политиката';
$_['tab_personaldata']			= 'Трети страни';
$_['tab_datasecurity']			= 'Защита на данните';

$_['text_loading_data']		 	= 'Зареждане, моля изчакайте...';
$_['text_no_results']			= 'Няма резултати.';

$_['column_request_id']			= 'ID на заявката';
$_['column_type']				= 'Тип';
$_['column_email']				= 'Имейл';
$_['column_accept_language']	= 'Език';
$_['column_user_agent']			= 'Браузър';
$_['column_server_ip']			= 'IP на сървъра';
$_['column_client_ip']			= 'IP на клиента';
$_['column_date']				= 'Дата';
$_['column_acceptance_id']		= 'ID на заявката за приемане на съгласието';
$_['column_name']				= 'Име';
$_['column_content']			= 'Текстово съдържание';
$_['column_actions']			= 'Действия';

$_['text_date_start']			= 'Дата - начало';
$_['text_date_end']				= 'Дата - край';
$_['text_filter']				= 'Филтър';
$_['text_download']				= 'Сваляне';
$_['text_view_current']			= 'Вижте сегашната политика';

$_['text_life_of_links']		= 'Изтичане на заявките по съгласието с Общия регламент за защита на личните данни';
$_['text_access_to_personal_data_link'] = 'Достъп до лични данни';
$_['text_access_to_personal_data_link_helper'] = 'Срокът на валидност на всяка заявка (в часове) за получаване на лични данни. Ако клиентът не потвърди в рамките на зададеното време, той/тя ще трябва да направи нова заявка.';
$_['text_access_default_hours'] = 'Стойност по подразбиране: 5 часа';

$_['text_remove_personal_data_link'] = 'Премахване на лични данни';
$_['text_remove_personal_data_link_helper'] = 'Срокът на валидност за всяка заявка свързана с изтриване/анонимизиране на личните данни на даден клиент. Ако клиентът не потвърди в рамките на зададеното време, той/тя ще трябва да направи нова заявка.';
$_['text_delete_default_hours'] = 'Стойност по подразбиране: 2 часа';

$_['text_access_to_personal_data'] = 'Достъп до лични данни';
$_['text_access_to_personal_data_helper'] = 'Посочете до кои услуги пращате данни на клиента (например - име, имейл, клиентски номер, IP и т.н.).';
$_['text_third_party_services'] = 'Услуги предлагани от трети страни';
$_['text_third_party_services_helper'] = 'Посочете усугите, които ползвате, за да проследявате, анализирате или подобрявате услугите за Вашите клиенти. Например Facebook Ads, Facebook Pixel, Google Analytics, Google AdWords, Google Retargeting, MailChimp, etc.';
$_['text_other_services'] = 'Други услуги';
$_['text_other_services_helper'] = 'Посочете услугите, които не са публични или са изрично за Ваше вътрешно ползване. Например ERP интеграция, PIWIK, Matomo, etc';

$_['text_general'] = 'Общи настройки';
$_['text_show_gdpr_menu_left'] = 'Покажете линк към разширението в основното администраторско меню.';
$_['text_show_gdpr_menu_left_helper'] = 'Активирайте, ако искате да видите линк към модула в основното администраторско меню.';
$_['text_enabled'] = 'Активирай';
$_['text_disabled'] = 'Деактивирай';
$_['text_show_gdpr_menu_left_default'] = 'Стойност по подразбиране: Деактивирано';

$_['tab_cookieconsent'] = 'Съгласие за ползване на "бисквитки"';
$_['text_cc_enable'] = 'Покажете лента за съгласие с ползването на "бисквитки".';
$_['text_cc_enable_helper'] = 'Изберете дали да активирате или декативирате лентата за съгласие с ползването на "бисквитки".';
$_['text_cc_positioning'] = 'Позициониране';
$_['text_cc_positioning_helper'] = 'Изберете позицията на лентата.';
$_['text_cc_banner_bottom'] = 'В долната част';
$_['text_cc_banner_top'] = 'В горната част';
$_['text_cc_banner_top_pushdown'] = 'В горната част (избутване)';
$_['text_cc_banner_float_left'] = 'Неприкачена отляво';
$_['text_cc_banner_float_right'] = 'Неприкачена отдясно';
$_['text_cc_link_to_pp'] = 'Покажете линк към политиката за поверителност в лентата';
$_['text_cc_link_to_pp_helper'] = 'Ако тази опция е активирана, ще се покаже линк към политиката за поверителност в лентата.';
$_['text_cc_texts'] = 'Персонализирани текстове';
$_['text_cc_texts_helper'] = 'Напишете какви текстове искате да видите в лентата.';
$_['text_cc_main_message'] = 'Основно съобщение';
$_['text_cc_main_message_helper'] = 'Въведете основното съобщение, което ще се показва на лентата тук. Показан е пример.';
$_['text_cc_pp_message'] = 'Текст за линка към политиката за поверителност';
$_['text_cc_pp_message_helper'] = 'Ако избере да покажете линк към политиката за поверителност в лентата, определете текстът му тук.';
$_['text_cc_accept_text'] = 'Текст за бутона за съгласие';
$_['text_cc_accept_text_helper'] = 'Въведете текст за бутона за съгласие.';
$_['text_cc_dismiss_text'] = 'Текст за бутона за отхвърляне';
$_['text_cc_dismiss_text_helper'] = 'Въведете текст за бутона за отхвърляне.';
$_['text_cc_track_pp_clicks'] = 'Следете съгласията с политиката за поверителност.';
$_['text_cc_track_pp_clicks_helper'] = 'Ако е активирано, кликване върху бутноа "Съгласявам се" ще бъде счетено за съгласие с политиката за поверителност и ще бъде въведено в модула.';
$_['text_cc_bar_bg'] = 'Фон на лентата';
$_['text_cc_bar_text'] = 'Текст на лентата';
$_['text_cc_button_bg'] = 'Фона на бутона';
$_['text_cc_button_text'] = 'Текст на бутона';
$_['text_cc_palette'] = 'Цветове';
$_['text_cc_palette_styling'] = 'Изберете стила на Вашата лента.';

// Dashboard
$_['text_steps_gdpr_compliant'] = 'Чеклист по Общия регламент за защита на личните данни';
$_['text_install_the_extension'] = 'Инсталирано разширение.';
$_['text_install_the_extension_helper'] = 'Проверете дали модулът е инсталиран и всички файлове са качени във Вашия магазин.';
$_['text_enable_the_extension'] = 'Активирайте разширението.';
$_['text_enable_the_extension_helper'] = 'Отидете в контролния панел и активирайте модула.';
$_['text_track_policy_acceptances'] = 'Започнете да следите съгласията с политиката';
$_['text_track_policy_acceptances_helper'] = 'Това е част от Общия регламент за защита на личните данни, който Ви задължава да знаете кога и за коя политика се е съгласили Вашите клиенти.';
$_['text_respont_gdpr_requests'] = 'Започнете да приемате/отговаряте на заявки за защита на личните данни.';
$_['text_respont_gdpr_requests_helper'] = 'Това е автоматично управлявано от разширението. Според Регламента сте задължени да отговорите на всички заявки за защита на личните данни в рамките на 72 часа. Благодарение на нашето разширение те ще бъдат отговорени мигновено.';
$_['text_update_pp'] = 'Обновете своята политика за поверителност';
$_['text_update_pp_helper'] = 'Това трябва да направите ръчно. Уверете се, че сте обновили своята политика за поверителност и добавете, че магазинът Ви среща стандартите на  Общия регламент за защита на личните данни.<br /><br />  Общия регламент за защита на личните данни казва, че информацията, която предоставяте на хората относно начина, по който обработвате техните лични данни трябва да е:
<ul><li>ясен, прозрачен, разбираем и лесно достъпен;</li><li> написан на разбираем език, особено ако се отнася до дете;</li><li>безлатен.</li></ul>';
$_['text_enable_cookie_consent_bar'] = 'Активирайте лентата за съгласие с ползването на "бисквитки"(незадължително)';
$_['text_enable_cookie_consent_bar_helper'] = 'Ако нямате лента за съгласие с ползването на "бисквитки", може да ползвате нашата. Тя може да се персонализира и когато някой кликне на бутона "Съгласявам се", ние добавяме запис в базата данни, че този определен клиент се е съгласил на Вашата политика за поверителност.<br /><br />Може да активирате нашата лента от таб "Съгласие за ползване на "бисквитки" в настройките на модула.';

$_['text_consent_bar_copyright'] = '* Лентата за съгласие с ползването на "бисквитки" е създадена използвайки сорс кода от cookieconsent.insites.com, който е разработен оригинално от SilkTide Ltd.';
$_['text_show_gdpr_footer'] = 'Покажете линк към разширението в долната част от сайта';
$_['text_show_gdpr_footer_helper'] = 'Активирайте това, ако искате да видите линк към GDRP модула в долната част от Вашия магазин. Ако темата Ви е много модифицирана, линкът може да не се покаже и ще трябва да го добавите ръчно.';

$_['text_data_security_breach'] = 'Пробив в сигурността';
$_['text_notify_customers'] = 'Известие за пробив в сигурността';
$_['text_data_security_breach_helper'] = 'Използвайте тази опция, за да известите клиентите си, когато има пробив в сигурността.';
$_['text_data_security_breach_helper_additional'] = 'Трябва да известите клиентите си кога се е случил пробивът, какво е числото на поразените профили и какви са Вашите действия след установяването му.';

$_['text_gdpr_checklist_helper'] = 'Моля използвайте следния чеклист, за да маркирате всяко действие, което сте изпълнили. Кликнете, за да отбележите всяка точка.';
$_['text_gdpr_check_1'] = 'Активиран ли е модула?';
$_['text_gdpr_check_1_helper'] = 'Това е първата стъпка към спазването на Общия регламент за защита на личните данни.';
$_['text_gdpr_check_2'] = 'Покажете линк към Общия регламент за защита на личните данни в долната част на сайта.';
$_['text_gdpr_check_2_helper'] = 'Имаме тази опция. Може да я активирате от таб <strong>Настройки</strong>.';
$_['text_gdpr_check_3'] = 'Тествайте модула на предната част на магазина.';
$_['text_gdpr_check_3_helper'] = 'Ние добавяме нова секция на предната част на магазина. Веднага щом модула е активиран, клиентите и посетителите ще имат достъп до нови опции свързани с Регламента. Тествайте как ще изглежда модула на предната част на магазина - [link] - и дали ще е съвместим с темата Ви. Може да тествате и потребителскте опции.';
$_['text_gdpr_check_4'] = 'Обновете политиката си за поверителност с информация за Регламента.';
$_['text_gdpr_check_4_helper'] = 'Ние ще следим съгласията с Вашата политика за поверителност. Трябва да се уверите, че магазинът Ви има секция реферираща към Регламента. Може да намерите своята страница с <strong>Политика за поверителност</strong> тук - [link]. Ако нямата такава страница, създайте една от тук  - [link2]. Може да намерите добри примери за това какво трябва да включите в своята политика за поверителност  [linkstart] в тази статия [linkend].';
$_['text_gdpr_check_5'] = 'Обновете своята страница с Условия за ползване с информация за Регламента';
$_['text_gdpr_check_5_helper'] = 'Ние ще следим сългасията с Вашата страница с условия за ползване. Трябва да се убедите, че условията за ползване имат секция свързана с Регламента. Може да намерите страницата с <strong>Условия за ползване</strong> тук - [link]. Ако нямате такава страница, моля създайте една от тук - [link2]. Може да намерите добри примери за това какво трябва да включите в своите условия за ползване  [linkstart] в тази статия [linkend].';
$_['text_gdpr_check_6'] = 'Позволете на своите клиенти достъп до личните им данни.';
$_['text_gdpr_check_6_helper'] = 'Имаме тази опция. Your customers can request and download personal data. You can test drive it here by testing with a customer profile - [link]';
$_['text_gdpr_check_7'] = 'Позволете на клиентите да бъдат забравени';
$_['text_gdpr_check_7_helper'] = 'Имаме тази опция. Може да я тествате тук - [link]';
$_['text_gdpr_check_8'] = 'Позволете на клиентите да имат възможност да редактират своите данни';
$_['text_gdpr_check_8_helper'] = 'Имаме тази опция. Може да я тествате тук - [link]';
$_['text_gdpr_check_9'] = 'Започнете да ползвате сългасие за ползване на "бисквитки", ако все още не сте (Незадължително)';
$_['text_gdpr_check_9_helper'] = 'Имаме тази опция. Може да я активирате от таб <strong>Съгласие за ползване на "бисквитки"</strong> и да я конфигурирате според желания от Вас стил.';
$_['text_gdpr_check_10'] = 'наблюдавайте и администирайте заявки и приемания свързани с Регламента.';
$_['text_gdpr_check_10_helper'] = 'Имаме тази опция. Може да го направите в таб <strong>Заявки</strong> и <strong>Приемане на политиката за поверителност</strong>.';
$_['text_link'] = '[LINK]';
$_['text_link_test'] = 'Кликнете, за да тествате';
$_['text_link_view'] = 'Кликнете, за да видите';
$_['text_link_add'] = 'Кликнета, за да добавите';

// GDPR 1.2/2.2/3.2
$_['text_cc_cookies_change'] = 'Променете текста на бутона';
$_['text_cc_cookies_change_helper'] = 'Посочете текста на бутона, който ще позволи на клиентите да активират/декативират "бисквитките".';
$_['text_cookie_management'] = 'Управление на "бисквитки"';
$_['text_cc_customize'] = 'Персонализирай';
$_['text_ccc_functional'] = 'Задължителни "бисквитки"';
$_['text_ccc_functional_helper'] = 'Тези "бисквитки" се задължителни, за да може уебсайта да функционира и не могат да бъдат изключени. Такива "бисквитки" включват настройката на език, валута, логин сесия, предпочитания свързани с поверителността. Може да зададете на Вашия браузър да блокира такива "биксвитки", но сайтът ни може да не функционира добре.';
$_['text_ccc_analytics'] = 'Статистика';
$_['text_ccc_analytics_helper'] = 'Тези "бисквитки" ни позволяват да измерим броя посетители на сайта и източниците, от които те го досъпват. С помощта на тази информация ние разбираме кои продукти и действия са по-популярни от други.';
$_['text_ccc_marketing'] = 'Маркетинг';
$_['text_ccc_marketing_helper'] = 'Тези "бисквитки" обикновено са задани от наши маркетингови и рекламни партньори. Те ги използват, за да изградят профил на Вашите интереси и по-късно да Ви показват персонализирани реклами. Ако откажете тези "бисквитки", няма да получавате персонализирани реклами.';
$_['text_cc_close_action'] = 'Действия, когато е натиснат бутона "Затвори".';
$_['text_cc_close_action_helper'] = 'Изберете какво действие да бъде предприето, когато клиентът кликне "Затвори"';
$_['text_cc_stop_nothing'] = 'Не прави нищо';
$_['text_cc_stop_marketing'] = 'Спри маркетинговите "биксвитки"';
$_['text_cc_stop_analytics'] = 'Спри "бисквитките" свързани със статистиката.';
$_['text_cc_stop_both'] = 'Спри маркетинговите "биксвитки" и "бисквитките" свързани със статистиката';

// GDPR 1.3/2.3/3.3
$_['text_gdpr_seo_link'] = 'SEO линк';
$_['text_gdpr_seo_link_helper'] = 'Ползвайте тази опция, за да добавите SEO УРЛ на своята GDPR страница с инструменти. Забележка: Трябва да е вкючена опцията "<em>Използвай SEO УРЛ</em>".<br /><br />Запишете името, което ще презапише УРЛ-а по подразбиране.';
$_['text_cc_cookie_button'] = 'Текста за бутона "Покажи лентата за съгласие с ползването на "бисквитки""';
$_['text_cc_cookie_button_helper'] = 'Напишете текстът, който да се показва на малкия бутон, който показва лената за съгласие с ползването на "бисквитки".';
$_['text_cc_always_show'] = 'Покажи бутона за разкриване на лената за съгласие с ползването на "бисквитки"';
$_['text_cc_always_show_helper'] = 'Добавя малък бутон в горния или долния край на страницата (зависи от позиционирането на лентата), който разкрива цялата лента за съгласие с ползването на "бисквитки" в случай, че посетителите я затворят, но искат да сменят предпочитанията си свързани с "бисквитките".';

// GDPR 1.4/2.4/3.4
$_['text_gdpr_cc_styles'] = 'Персонализирано CSS стилизиране';
$_['text_gdpr_cc_styles_helper'] = 'Прилага допълнителни стилове към Вашата лента.';
$_['text_cc_default_action'] = 'Първоначалното състояние на Вашата лента';
$_['text_cc_default_action_helper'] = 'Изберете състоянието по подразбиране на Вашата лента, когато клиентите тъкмо са посетили сайта Ви и не са използвали лентата.';
$_['text_optins'] = 'Настройки включване на клиентите в получването на информация от Вашия сайт (бюлетин, реклами по пощата)';
$_['text_contact_form_optin_link'] = 'Активирайте във формата за контакти';
$_['text_contact_form_optin_link_helper'] = 'Използвайте тази опция, ако искате клиентите Ви да могат да приемат политиката за поверителност, когато използват формата за контакти.';
$_['tab_optins'] = 'Включване/Изключване от информация свързана със сайта';
$_['column_optin_id'] = 'Идентификационен номер';
$_['column_action'] = 'Действие';


// GDPR 1.4.1/2.4.1/3.4.1
$_['text_contact_form_newsletter_link'] = 'Активирайте включване на клиентите в получаване на бюлетин';
$_['text_contact_form_newsletter_link_helper'] = 'Използвайте тази опция, ако искате да проследявате абонамента за Вашия бюлетин.';
$_['text_filter_optin'] = 'Абонирани';
$_['text_filter_optout'] = 'Прекъснали абонамент';
$_['text_filter_acceptance'] = 'Приемане';
$_['text_filter_custom'] = 'Персонализирано';
$_['text_filter_all'] = 'Всички';
