<?php
$_['text_account'] = 'Профил';
$_['text_gdpr'] = 'Инструменти свързани с Регламента';

$_['button_back'] = 'Назад';
$_['button_continue'] = 'Продължи';
$_['entry_email'] = 'Имейл адрес';
$_['text_your_email'] = 'Вашият Имейл адрес';

$_['text_data_rectification'] = 'Корекция на данните';
$_['text_data_rectification_helper'] = 'Може да използвате тези линкове, за да обновите данните за Вашия профил.';
$_['text_edit'] = 'Редактирайте Вашия профил';
$_['text_password'] = 'Променете паролата си';
$_['text_address'] = 'Порменете адреса си';
$_['text_newsletter'] = 'Запишете/отпишете се за нашия бюлетин';

$_['text_data_portability'] = 'Сваляне на данни';
$_['text_data_portability_helper'] = 'Може да използвате тези линкове, за да свалите всички данни, които пазим за Вас и използваме, за да подобрим нашите услуги.';
$_['text_personal_information'] = 'Лична информация';
$_['text_personal_addresses'] = 'Запазени адреси';
$_['text_orders'] = 'Поръчки';
$_['text_gdpr_requests'] = 'Сваляне на всички заявки свързани с Регламента';

$_['text_access_to_personal_data'] = 'Достъп до лични данни';
$_['text_access_to_personal_data_helper'] = 'Може да използвате линка, за да свалите доклад, който съдържа личните Ви данни.';
$_['text_personal_data_helper'] = 'Използвайте формата, за да свалитеза да свалите доклад, който съдържа личните Ви данни.';
$_['text_request_a_report'] = 'Свалете доклада';
$_['text_enter_your_email'] = 'Въведе Вашия имейл';
$_['text_enter_your_email_data_request_helper'] = 'Ще получите имейл с линк при чието отваряне ще Ви покаже цялата информация, която пазим за Вас. Линкът ще бъде активен %s% час/а.';
$_['text_how_this_works_data_request'] = 'Как работи?';
$_['text_successful_request'] = 'Успешно изпратен имейл!';
$_['text_successful_data_request_helper'] = 'Благодарим Ви! Ако имейлът е написан правилно и е част от нашата база данни, ще получите имейл с линк. Чрез него ще видите всички лични данни, които имаме за Вас. Обърнете внимание, че линкът ще е активен %s% час/а.';

$_['text_personal_data_subject'] = 'Вижте всички Ваши лични данни, които пазим.';
$_['text_greeting'] = 'Здравейте! Поискахте да видите личните данни, които пазим за Вас в нашия магазин. Кликнете на линка, за да ги видите:';
$_['text_button_view_data'] = 'Вижте всички Ваши лични данни, които пазим.';
$_['text_actions'] = 'Действия';
$_['text_active_link_helper'] = '* Обърнете внимание, че линкът ще е активен %s% час/а.';

$_['text_view_personal_data'] = 'Вижте всички Ваши лични данни, които пазим.';
$_['text_firstname'] = 'Име';
$_['text_lastname'] = 'Фамилия';
$_['text_telephone'] = 'Телефон';
$_['text_email'] = 'Имейл';
$_['text_fax'] = 'Факс';
$_['text_newsletter_subscription'] = 'Абонамент за бюлетин';
$_['text_ip'] = 'IP';
$_['text_customer_information'] = 'Клиентска информация';
$_['text_saved_addresses'] = 'Запазени адреси';
$_['text_company'] = 'Комапния';
$_['text_address_1'] = 'Адрес 1';
$_['text_address_2'] = 'Адрес 2';
$_['text_country'] = 'Страна';
$_['text_city'] = 'Град';
$_['text_postcode'] = 'Пощенски код';
$_['text_zone'] = 'Зона';
$_['text_address'] = 'Адрес';
$_['text_data_third_party'] = 'Данни изпратени до трети страни';
$_['text_data_third_party_helper'] = 'Понякога може да изпращаме част от личните Ви данни до услугите изброени долу, за да сме сигурни, че Ви предлагаме възможно най-добрите уеб услуги.';
$_['text_third_party_services'] = 'Услуги';
$_['text_other'] = 'Други';

$_['text_hash_error'] = 'Няма данни за показване. Линкът е навалиден или с изтекъл срок. Ако искате да видите поисканите данни, трябва да направите друга GDPR заявка.';
$_['text_no_data_third_party'] = 'Ние не изпращаме личните Ви данни до трети страни.';
$_['text_no_data'] = 'Няма данни за този клиент!';

$_['text_right_to_be_forgotten'] = 'Право да бъда забравен';
$_['text_right_to_be_forgotten_helper'] = 'Изполвайте тази опция, ако искате да преханете всички данни (вкл. и лични) от нашия магазин. Обърнете внимание, че <strong> този процес ще изтрие Вашия профил правейки го неизползваем</strong>.';
$_['text_request_personal_data_deletion'] = 'Искане за изтриване на личните данни';
$_['text_enter_your_email_data_deletion_helper'] = 'Ще получите имейл с линк при чието кликване ще изтриете всички данни, които пазим за Вас. Ако нещо не може да бъде изтрито, ще бъде анонимизирано. Линкът ще бъде активен за %s% час/а.';
$_['text_successful_data_deletion_helper'] = 'Благодарим Ви! Ако имейлът е написан правилно и е част от нашата база данни, ще получите имейл с линк. Чрез него ще видите всички лични данни, които имаме за Вас. Обърнете внимание, че линкът ще е активен %s% час/а.';

$_['text_delete_data_subject'] = 'Искане за изтриване на личните данни';
$_['text_button_delete_data'] = 'Изтрий личните ми данни';
$_['text_greeting_delete'] = 'Здравейте! Поискали сте изтриване на Вашите лични данни от нашия магазин. Обърнете внимание, че този процес ще изтрие Вашия профил и той няма да имате възможност да го ползвате и достъпвате.<br /><br /> Ако не сте искали това, моля игнорирайте това съобщение. В противен случай, кликнете върху линка:';

$_['text_personal_data_deletion'] = 'Изтриване на личните данни';
$_['text_hash_error_delete'] = 'Действието не може да бъде завършено. Линкът е навалиден или е изтекъл. Ако искате да изпълните това действие, трябва да направите друга GDPR заявка.';
$_['text_confirm_the_action'] = 'Нужно е потвърждение от клиента';
$_['text_confirm_the_action_helper'] = '<strong>Това действие е необратимо!</strong> Ако потвърдите това действие, профилът Ви в наишия сайт ще бъде изтрит и няма да може да го ползвате. Направете своя избор:';
$_['text_button_confirm_deletion'] = 'Да, изтрийте всичките ми данни';
$_['text_button_cancel_deletion'] = 'Не, оставте данните ми непокътнати';

// GDPR Compliance 1.1/2.1./3.1
$_['text_order'] = 'Поръчка';
$_['text_personal_data'] = 'Лични данни за гост';
$_['text_personal_data_helper'] = 'Ако клиентът не е регистриран, може да има някакви данни за този имейл в нашата база данни. Тук ще видите информация, която сме извадили от таблицата с поръчки.';
$_['text_payment_view_data'] = 'Информация за плащания';
$_['text_shipping_view_data'] = 'Информация за доставки';
$_['text_order_view_data'] = 'Информация за поръчки';
$_['text_user_agent'] = 'Браузер';
$_['text_accept_language'] = 'Език';

// GDPR Compliance 1.2/2.2./3.2
$_['text_cookie_settings_header'] = 'Изберете "бисквитките", които се съгласявате да използвате';
$_['text_btn_close'] = 'Затвори';
$_['text_btn_save'] = 'Запази промените';
$_['text_general_cookies'] = 'Задължителни "бисквитки"';
$_['text_general_cookies_helper'] = 'Тези "бисквитки" се задължителни, за да може уебсайта да функционира и не могат да бъдат изключени. Такива "бисквитки" включват настройката на език, валута, логин сесия, предпочитания свързани с поверителността. Може да зададете на Вашия браузър да блокира такива "биксвитки", но сайтът ни може да не функционира добре.';
$_['text_general_analytics'] = 'Статистика';
$_['text_general_analytics_helper'] = 'Тези "бисквитки" ни позволяват да измерим броя посетители на сайта и източниците, от които те го досъпват. С помощта на тази информация ние разбираме кои продукти и действия са по-популярни от други.';
$_['text_general_marketing'] = 'Маркетинг';
$_['text_general_marketing_helper'] = 'Тези "бисквитки" обикновено са задани от наши маркетингови и рекламни партньори. Те ги използват, за да изградят профил на Вашите интереси и по-късно да Ви показват персонализирани реклами. Ако откажете тези "бисквитки", няма да получавате персонализирани реклами.';
