<?php
$_['text_account'] = 'Λογαριασμός';
$_['text_gdpr'] = 'Εργαλεία GDPR';

$_['button_back'] = 'Πίσω';
$_['button_continue'] = 'Συνέχεια';
$_['entry_email'] = 'Διεύθυνση ηλεκτρονικού ταχυδρομείου';
$_['text_your_email'] = 'Το Email σας';

$_['text_data_rectification'] = 'Διόρθωση δεδομένων';
$_['text_data_rectification_helper'] = 'Μπορείτε να χρησιμοποιήσετε τους παρακάτω συνδέσμους για να ενημερώσετε τα στοιχεία του λογαριασμού σας αν δεν είναι ακριβή.';
$_['text_edit'] = 'Επεξεργαστείτε τον Λογαριασμό σας';
$_['text_password'] = 'Αλλαγή κωδικού πρόσβασης';
$_['text_address'] = 'Τροποποίηση των καταχωρίσεων του βιβλίου διευθύνσεών σας';
$_['text_newsletter'] = 'Εγγραφή / διαγραφή απο το newsletter';

$_['text_data_portability'] = 'Φορητότητα δεδομένων';
$_['text_data_portability_helper'] = 'Μπορείτε να χρησιμοποιήσετε τους παρακάτω συνδέσμους για να λάβετε όλα τα δεδομένα που αποθηκεύουμε και χρησιμοποιούμε για καλύτερη εμπειρία στο κατάστημά μας.';
$_['text_personal_information'] = 'Προσωπικές πληροφορίες';
$_['text_personal_addresses'] = 'Αποθηκευμένες διευθύνσεις';
$_['text_orders'] = 'Παραγγελίες';
$_['text_gdpr_requests'] = 'Αιτήσεις GDPR';

$_['text_access_to_personal_data'] = 'Πρόσβαση σε προσωπικά δεδομένα';
$_['text_access_to_personal_data_helper'] = 'Μπορείτε να χρησιμοποιήσετε τον παρακάτω σύνδεσμο για να ζητήσετε μια αναφορά που θα περιέχει όλα τα προσωπικά σας στοιχεία που αποθηκεύουμε στο κατάστημα μας.';
$_['text_personal_data_helper'] = 'Χρησιμοποιήστε την παρακάτω φόρμα για να ζητήσετε μια αναφορά η οποία θα περιέχει όλα τα προσωπικά στοιχεία που αποθηκεύουμε για εσάς.';
$_['text_request_a_report'] = 'Ζητήστε μια αναφορά';
$_['text_enter_your_email'] = 'Πληκτρολογήστε το email σας';
$_['text_enter_your_email_data_request_helper'] = 'Θα λάβετε ένα email με έναν σύνδεσμο, πατώντας τον σύνδεσμο αυτό θα σας εμφανιστούν όλες οι πληροφορίες που αποθηκεύουμε για εσάς. Ο σύνδεσμος θα είναι ενεργός για% s% ώρες. ';
$_['text_how_this_works_data_request'] = 'Πώς λειτουργεί αυτό;';
$_['text_successful_request'] = 'Επιτυχία!';
$_['text_successful_data_request_helper'] = 'Σας ευχαριστούμε για την υποβολή! Αν η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι σωστή και είναι καταχωρημένη στη βάση δεδομένων μας, θα λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου με σύνδεσμο. Η χρήση του συνδέσμου θα σας βοηθήσει να δείτε όλα τα προσωπικά δεδομένα που διαθέτουμε για εσάς. Λάβετε υπόψη ότι ο σύνδεσμος θα είναι ενεργός για% s% ώρες. ';

$_['text_personal_data_subject'] = 'Ελέγξτε αυτό για να δείτε τα προσωπικά σας δεδομένα';
$_['text_greeting'] = 'Γεια σας! Ζητήσατε να δείτε τα προσωπικά σας δεδομένα που διατηρούνται στο κατάστημά μας. Κάντε κλικ στον παρακάτω σύνδεσμο για να ελέγξετε ότι: ';
$_['text_button_view_data'] = 'Προβολή των προσωπικών σας δεδομένων';
$_['text_actions'] = 'Ενέργειες';
$_['text_active_link_helper'] = '* Λάβετε υπόψη ότι ο σύνδεσμος θα είναι ενεργός για% s% ώρες';

$_['text_view_personal_data'] = 'Προβολή προσωπικών δεδομένων';
$_['text_firstname'] = 'Όνομα';
$_['text_lastname'] = 'Επώνυμο';
$_['text_telephone'] = 'Τηλέφωνο';
$_['text_email'] = 'Ηλεκτρονικό ταχυδρομείο';
$_['text_fax'] = 'Φαξ';
$_['text_newsletter_subscription'] = 'Εγγραφή στο Newsletter';
$_['text_ip'] = 'Διεύθυνση IP';
$_['text_customer_information'] = 'Πληροφορίες Πελατών';
$_['text_saved_addresses'] = 'Αποθηκευμένη διεύθυνση';
$_['text_company'] = 'Εταιρεία';
$_['text_address_1'] = 'Γραμμή διευθύνσεων 1';
$_['text_address_2'] = 'Γραμμή διευθύνσεων 2';
$_['text_country'] = 'Χώρα';
$_['text_city'] = 'Πόλη';
$_['text_postcode'] = 'Ταχυδρομικός Κώδικας';
$_['text_zone'] = 'Ζώνη';
$_['text_address'] = 'Διεύθυνση';
$_['text_data_third_party'] = 'Δεδομένα που αποστέλλονται σε υπηρεσίες τρίτων.';
$_['text_data_third_party_helper'] = 'Μερικές φορές γίνεται αποστολή μέρους από τις προσωπικές σας πληροφορίες στις παρακάτω υπηρεσίες. Αυτό γίνεται για να διασφαλίσουμε ότι έχετε την καλύτερη δυνατή εμπειρία στο κατάστημά μας. ';
$_['text_third_party_services'] = 'Υπηρεσίες';
$_['text_other'] = 'Άλλο';

$_['text_hash_error'] = 'Δεν υπάρχουν δεδομένα προς εμφάνιση. Ο σύνδεσμος δεν είναι έγκυρος ή έχει λήξει. Αν επιθυμείτε να δείτε τα ζητούμενα δεδομένα, θα πρέπει να κάνετε μια νέα αίτηση GDPR. ';
$_['text_no_data_third_party'] = 'Δεν στέλνουμε τα προσωπικά σας δεδομένα σε υπηρεσίες τρίτων.';
$_['text_no_data'] = 'Δεν υπάρχουν αποθηκευμένα δεδομένα για αυτόν τον πελάτη!';

$_['text_right_to_be_forgotten'] = 'Δικαίωμα να ξεχαστεί';
$_['text_right_to_be_forgotten_helper'] = 'Χρησιμοποιήστε αυτήν την επιλογή αν θέλετε να καταργήσετε τα προσωπικά σας δεδομένα από το κατάστημά μας. Λάβετε υπόψη ότι <strong> αυτή η διαδικασία θα διαγράψει τον λογαριασμό σας, επομένως δεν θα μπορείτε πλέον να έχετε πρόσβαση σε αυτόν ή να τον χρησιμοποιήσετε ξανά. </ Strong>. ';
$_['text_request_personal_data_deletion'] = 'Αίτηση διαγραφής προσωπικών δεδομένων';
$_['text_enter_your_email_data_deletion_helper'] = 'Θα λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου με έναν σύνδεσμο, πατώντας τον σύνδεσμο αυτόν θα διαγραφούν όλα τα δεδομένα που αποθηκεύουμε για εσάς. Εάν κάτι δεν μπορεί να διαγραφεί, θα είναι ανώνυμο. Ο σύνδεσμος θα είναι ενεργός για% s% ώρες. ';
$_['text_successful_data_deletion_helper'] = 'Σας ευχαριστούμε για την υποβολή σας! Αν η διεύθυνση ηλεκτρονικού ταχυδρομείου σας είναι σωστή και υπάρχει καταχωρημένη στη βάση δεδομένων μας, θα λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου με σύνδεσμο. Χρησιμοποιώντας το συνδεσμο αυτόν θα διαγραφούν όλα τα προσωπικά δεδομένα που έχουμε καταχωρημένα για εσάς. Λάβετε υπόψη ότι ο σύνδεσμος θα είναι ενεργός για% s% ώρες. ';

$_['text_delete_data_subject'] = 'Αίτημα διαγραφής προσωπικών δεδομένων';
$_['text_button_delete_data'] = 'Διαγραφή των προσωπικών μου δεδομένων';
$_['text_greeting_delete'] = 'Γεια σας! Ζητήσατε να διαγράψετε τα προσωπικά σας δεδομένα από το κατάστημά μας. Λάβετε υπόψη ότι αυτή η διαδικασία θα διαγράψει τον λογαριασμό σας, επομένως δεν θα μπορείτε πλέον να έχετε πρόσβαση ή να τον χρησιμοποιήσετε ξανά. <br /> <br /> Εάν δεν είστε εσείς αυτός που ζητήσατε αυτή την διαδικασία, αγνοήστε αυτό το μήνυμα. Διαφορετικά, κάντε κλικ στον παρακάτω σύνδεσμο για να συνεχίσετε: ';

$_['text_personal_data_deletion'] = 'Διαγραφή προσωπικών δεδομένων';
$_['text_hash_error_delete'] = 'Η ενέργεια δεν μπορεί να ολοκληρωθεί. Ο σύνδεσμος δεν είναι έγκυρος ή έχει λήξει. Εάν θέλετε να προχωρήσετε σε αυτήν την ενέργεια, θα πρέπει να κάνετε μια νεα αίτηση GDPR στο κατάστημα μας. ';
$_['text_confirm_the_action'] = 'Απαιτείται επιβεβαίωση πελάτη'.
$_['text_confirm_the_action_helper'] = '<strong> Η ενέργεια αυτή είναι μη αναστρέψιμη! </ strong> Εάν επιβεβαιώσετε την ενέργεια, ο λογαριασμός σας στο κατάστημα μας θα διαγραφεί και δεν θα μπορείτε πλέον να συνδεθείτε μαζί του. Επίσης, δεν θα έχετε πρόσβαση στις παραγγελίες, στις διευθύνσεις σας κ.λπ. Παρακαλούμε να λάβετε την απόφασή σας παρακάτω: ';
$_['text_button_confirm_deletion'] = 'Ναι, επιθυμώ την διαγραφή όλων των δεδομένων μου';
$_['text_button_cancel_deletion'] = 'Όχι, δεν επιθυμώ την διαγραφή των δεδομένων μου'.

// Συμμόρφωση GDPR 1.1 / 2.1 / 3.1
$_['text_order'] = 'Παραγγελία';
$_['text_personal_data'] = 'Προσωπικά δεδομένα επισκεπτών';
$_['text_personal_data_helper'] = 'Εάν ο πελάτης δεν είναι εγγεγραμμένος, εξακολουθούν να υπάρχουν κάποια δεδομένα για αυτό το συγκεκριμένο μήνυμα ηλεκτρονικού ταχυδρομείου στη βάση δεδομένων μας. Θα δείτε εδώ πληροφορίες που μπορούσαμε να τραβήξουμε από τον πίνακα παραγγελιών. ';
$_['text_payment_view_data'] = 'Πληροφορίες Πληρωμής';
$_['text_shipping_view_data'] = 'Πληροφορίες αποστολής';
$_['text_order_view_data'] = 'Πληροφορίες παραγγελίας';
$_['text_user_agent'] = 'Συνεργάτης χρήστη';
$_['text_accept_language'] = 'Αποδοχή Γλώσσας';

// συμμόρφωση GDPR 1.2 / 2.2. / 3.2
$_['text_cookie_settings_header'] = 'Επιλέξτε τον τύπο cookie που δέχεστε χρησιμοποιώντας';
$_['text_btn_close'] = 'Κλείσιμο';
$_['text_btn_save'] = 'Αποθήκευση αλλαγών';
$_['text_general_cookies'] = 'Αυστηρά απαιτούμενα cookies';
$_['text_general_cookies_helper'] = 'Αυτά τα cookies απαιτούνται για την ομαλή λειτουργία τους ηλεκρονικού μας καταστήματος και δεν μπορούν να απενεργοποιηθούν. Αυτά τα cookie ορίζονται μόνο ως απάντηση σε επιλογές που κάνατε, όπως γλώσσα, νόμισμα, περίοδο σύνδεσης, προτιμήσεις απορρήτου. Μπορείτε να ορίσετε το πρόγραμμα περιήγησής σας να αποκλείει αυτά τα cookies, αλλά ο ιστότοπός μας ίσως να μην λειτουργεί σωστά στη συνέχεια. ';
$_['text_general_analytics'] = 'Ανάλυση και Στατιστικά';
$_['text_general_analytics_helper'] = 'Αυτά τα cookies μας επιτρέπουν να μετράμε την επισκεψιμότητα επισκεπτών μας και να βλέπουμε πηγές επισκεψιμότητας συλλέγοντας πληροφορίες σε σύνολα δεδομένων. Μπορούν επίσης να μας βοηθήσουν να κατανοήσουμε ποια προϊόντα και ενέργειες είναι πιο δημοφιλή. ';
$_['text_general_marketing'] = 'Μάρκετινγκ και επανακατευθύνσεις';
$_['text_general_marketing_helper'] = 'Αυτά τα cookie συνήθως καθορίζονται από τους συνεργάτες μάρκετινγκ και διαφήμισης. Μπορούν να χρησιμοποιηθούν από αυτούς για να δημιουργήσουν ένα προφίλ που σας ενδιαφέρει και αργότερα να εμφανιστούν σχετικές διαφημίσεις. Αν δεν επιτρέπετε αυτά τα cookies, δεν θα εμφανίζονται στοχευμένες διαφημίσεις για τα ενδιαφέροντά σας. ';
